Repository: Teejayx6/oscplugin-advcaptcha
Catalog: languages/*/messages.po
Languages: fr_fr

source: CAPTCHA not solved correctly. Please try again.
fr_fr: Le CAPTCHA n'a pas été résolu correctement. Essayez à nouveau s'il vous plait.

source: Settings
fr_fr: Paramètres

source: Settings updated.
fr_fr: Paramètres mis à jour

source: Register
fr_fr: S'inscrire

source: Forgotten password
fr_fr: Mot de passe oublié

source: Add an item
fr_fr: Publier une annonce

source: Edit an item
fr_fr: Modifier une annonce

source: Add a comment
fr_fr: Ajouter un commentaire

source: Support the author
fr_fr: Soutenir l'auteur

source: Answer
fr_fr: Réponse

source: reCAPTCHA V3 site key
fr_fr: reCAPTCHA V3 clé du site

source: Generate here
fr_fr: Générer ici

source: Site key for reCAPTCHA v3.
fr_fr: Clé du site pour reCAPTCHA v3.

source: reCAPTCHA V3 secret key
fr_fr: reCAPTCHA V3 clè secrète

source: Secret key for reCAPTCHA v3.
fr_fr: Clé secrète pour reCAPTCHA v3.

source: reCAPTCHA V3 score threshold
fr_fr: reCAPTCHA V3 seuil de score

source: More info
fr_fr: Plus d'infos

source: Score threshold for reCAPTCHA.
fr_fr: Score seuil pour reCAPTCHA.

source: Q&A CAPTCHA questions
fr_fr: Captcha de type question-réponse

source: Add more
fr_fr: Ajouter plus

source: Remove
fr_fr: Supprimer

source: Theme mod required
fr_fr: Modification du thème recquis

source: "%s" form
fr_fr: Formulaire "%s"

source: None
fr_fr: Aucun

source: Text
fr_fr: Texte

source: Q&A
fr_fr: Questions-réponses

source: Adapting to your theme, adding CAPTCHA to an existing plugin
fr_fr: Adaptez-le à votre thème, en ajoutant CAPTCHA à un plugin existant

source: Ask on our <a href="%s">support forums</a>.
fr_fr: Posez vos questions sur notre <a href="%s">forum d'assistance</a>.

source: Drop me a mail at <a href="mailto:%s">%s</a> for premium integration to your site.
fr_fr: Envoyez-moi un email à l'adresse <a href="mailto:%s">%s</a> pour une intégration premium à votre site.

source: Save
fr_fr: Enregistrer

source: reCAPTCHA v3 returns a score (1.0 is very likely a good interaction, 0.0 is very likely a bot). Based on the score, you can take variable action in the context of your site.
fr_fr: reCAPTCHA v3 renvoie un score (1.0 correspond très probablement à une bonne interaction, 0.0 correspond très probablement à un bot). En fonction du score, vous pouvez prendre des mesures adaptées par rapport au contexte de votre site.

source: reCAPTCHA learns by seeing real traffic on your site. For this reason, scores in a staging environment or soon after implementing may differ from production. As reCAPTCHA v3 doesn't ever interrupt the user flow, you can first run reCAPTCHA without taking action and then decide on thresholds by looking at your traffic in the admin console. By default, you can use a threshold of 0.5.
fr_fr: reCAPTCHA apprend en regardant le trafic réel sur votre site. Pour cette raison, les scores dans un environnement intermédiaire ou peu de temps après la mise en œuvre peuvent différer de la production. Comme reCAPTCHA v3 n'interrompt jamais le flux d'utilisateurs, vous pouvez d'abord exécuter reCAPTCHA sans prendre de mesures, puis décider des seuils en examinant votre trafic dans la console d'administration. Par défaut, vous pouvez utiliser un seuil de 0,5.

source: Close
fr_fr: Fermer

source: Theme mod
fr_fr: Modification du thème

source: Open
fr_fr: Ouvrir

source: in <i>oc-content/themes/your_theme</i> and add
fr_fr: dans <i>oc-content/themes/your_theme</i> et ajoutez

source: where you want the CAPTCHA to be shown. It's usually somewhere above the <i>&lt;/form&gt;</i> tag.
fr_fr: où vous voulez que le CAPTCHA soit affiché. C'est généralement quelque part au-dessus de la balise <i>&lt;/form&gt;</i>.

source: What's
fr_fr: Combien font

source: Refresh
fr_fr: Rafraîchir

source: Fill me...
fr_fr: Remplissez-moi ...

source: Enter the text from image above
fr_fr: Entrez le texte de l'image ci-dessus
